<? defined("lpInLightPHP") or die(header("HTTP/1.1 403 Not Forbidden")); ?>

<section id="agreement">
    <header>政策和約定</header>
    <p><b>禁止事項</b></p>
    <ul>
        <li>違反服務器當地法律</li>
        <li>放置容易引起GFW封殺的站點，放置容易引起搜索引擎封殺的站點</li>
        <li>進行黑客行爲(如使用掃描工具，作爲入侵代理等)，放置容易引起黑客攻擊的站點或故意吸引黑客攻擊</li>
        <li>放置色情、詐騙、垃圾郵件群發、虛假廣告、私服類型的站點</li>
        <li>放置存在爭議的入侵、人身攻擊、版權侵權的站點</li>
        <li>幹擾其他用戶使用，幹擾服務器正常運行</li>
        <li>對客服進行人身攻擊，幹擾客服工作</li>
        <li>大量占用服務器資源用于無意義的計算</li>
    </ul>
    <p>若無意違反，將給予壹到兩次的警告，故意違反則封停帳號不做退款(若數據合法可退還數據).</p>

    <p><b>擔保</b></p>
    <ul>
        <li>對于上遊服務商(VPS提供商, 網絡提供商)的故障我們無能爲力，但會做適度補償</li>
        <li>數據平均每周會被異地備份到Dropbox等知名網盤壹次</li>
        <li>工單處理時間最長不超過24小時，客服平均每天在線8小時以上</li>
        <li>支持無條件退款，加收10%手續費，優惠和活動贈送天數不參與退款</li>
        <li>當賬戶歸屬存在爭議時，以注冊時填寫的郵箱爲准</li>
        <li>所有操作請通過工單系統請求，其他渠道僅供交流</li>
    </ul>
    <p><b>隱私</b></p>
    <ul>
        <li>根據Linux的壹些規則，妳的部分信息如用戶名, 進程列表, 權限設置有誤的文件可能會被其他用戶獲取</li>
        <li>妳的站點綁定的域名會被定期人工檢查，以確保未違反以上禁止事項，我們只會通過域名訪問或其他非特權渠道(如搜索引擎)的鏈接訪問, 不會直接查看妳的文件</li>
        <li>面板密碼經過SHA256散列，PPTP密碼爲明文儲存, SSH和MySQL密碼直接交由系統處理，面板提供有SSL版以保證傳輸安全</li>
        <li>當妳求助客服解決問題時，客服會在必要的限度內查看妳的文件</li>
    </ul>
    <p><b>優惠</b></p>
    <ul>
        <li>除標價外，我們會不定期在私人渠道發放壹次性的，形如20Byte的Hex串的優惠碼，優惠碼會有不同的折扣和有效期，可以與其他優惠疊加，請在付款時備注注明要使用的優惠碼, 僅可填寫壹個, 無論其是否有效
        </li>
        <li>我們還可能口頭承諾壹些優惠活動，請在付款時備注注明要參加的活動，它們可能有不同的規則</li>
        <li>所有優惠體現在增加使用時長而不是降低價格</li>
    </ul>
</section>
