<section id="agreement">
    <header>政策和约定</header>
    <p><b>禁止事项</b></p>

    <p>禁止使用RP主机进行以下行为</p>
    <ul>
        <li>违反服务器当地法律</li>
        <li>放置容易引起GFW封杀的站点</li>
        <li>进行黑客行为，放置容易引起黑客攻击的站点或故意吸引黑客攻击</li>
        <li>放置入侵、色情、诈骗、垃圾邮件群发、虚假广告、私服类型的站点</li>
        <li>干扰其他用户，干扰服务器正常运行</li>
        <li>大量占用服务器资源用于无意义的计算</li>
    </ul>
    <p>若无意违反，将给予一到两次的警告，故意违反则封停帐号不做退款(若数据合法可退还数据).</p>
    <hr/>
    <p><b>担保</b></p>
    <ul>
        <li>对于上游服务商(VPS提供商, 网络提供商)的故障我们无能为力，但会做适度补偿</li>

    </ul>
</section>

