<section id="agreement">
  <header>政策和约定</header>
  <p><b>你必须遵守下列约定</b>：</p>
  <ul>
    <li>遵守服务器当地的法律</li>
    <li>禁止放置容易引起GFW封杀的站点</li>
    <li>禁止放置容易遭到黑客攻击的站点,或故意吸引黑客的攻击</li>
    <li>禁止放置黑阔基地、色情、私服、垃圾邮件群发、虚假广告、诈骗类型的站点</li>
    <li>禁止放置大规模采集器生成的垃圾站点</li>
  </ul>
  <p>
    如果无意违反以上约定，即不是以破坏RP主机为目的，警告一到两次.<br />
    如果故意或频繁违反以上约定，直接封停账户，不做退款.
  </p>
  <p>
    <b>数据和隐私</b>：
  </p>
  <ul>
    <li>你绑定的域名不属于隐私，我们会通过浏览器定期审查你的站点，但不会直接查看你的文件</li>
    <li>你的文件和数据库未经你允许，不会被人工查看. 当你发邮件要求客服协助解决问题时，在必要的范围内，客服会查看你的文件以解决问题</li>
    <li>根据Linux的一些规则，你的部分信息可能会被其他用户获得，例如你的用户名、进程列表等，具体请了解Linux的使用</li>
    <li>我们每周会向一些知名的网盘备份数据，如 Dropbox / 百度网盘 等等，我们会尽力保证相关帐号的安全</li>
    <li>上游服务商(网络提供商、VPS运营商)的故障我们无能为力，但会做适度的补偿</li>
  </ul>
  <p>
    以上约定基于隐私和安全的折中考虑，以保证不会因为其他用户的不良站点影响到你.<br />
    即使如此，我们还是会尽可能地防止无关的人得到以上信息.
  </p>
  <p>
    <b>优惠</b>：<br />
    RP主机会不定期推出优惠措施，所有优惠措施均为在原有时长基础上增加时长，而不是降低价格.<br />
    例如标准版如果八折优惠，那么价格仍然是8元每月，但是会增加6天的使用时长.<br />
    很多优惠活动需要你在付款时(在淘宝)注明一些信息, 错过不补.<br />
    额外增加的时长不参与退款.
  </p>
</section>

