<? defined("lpInLightPHP") or die(header("HTTP/1.1 403 Not Forbidden"));?>

<section id="agreement">
    <header>政策和约定</header>
    <p><b>禁止事项</b></p>

    <p>禁止使用RP主机进行以下行为:</p>
    <ul>
        <li>违反服务器当地法律</li>
        <li>放置容易引起GFW封杀的站点，放置容易引起搜索引擎封杀的站点</li>
        <li>进行黑客行为(如使用扫描工具，作为入侵代理等)，放置容易引起黑客攻击的站点或故意吸引黑客攻击</li>
        <li>放置色情、诈骗、垃圾邮件群发、虚假广告、私服类型的站点</li>
        <li>放置存在争议的入侵、人身攻击、版权侵权的站点</li>
        <li>干扰其他用户使用，干扰服务器正常运行</li>
        <li>对客服进行人身攻击，干扰客服工作</li>
        <li>大量占用服务器资源用于无意义的计算</li>
    </ul>
    <p>若无意违反，将给予一到两次的警告，故意违反则封停帐号不做退款(若数据合法可退还数据).</p>
    <p><b>担保</b></p>
    <ul>
        <li>对于上游服务商(VPS提供商, 网络提供商)的故障我们无能为力，但会做适度补偿</li>
        <li>数据平均每周会被异地备份到Dropbox等知名网盘一次</li>
        <li>工单处理时间最长不超过24小时，客服平均每天在线8小时以上</li>
        <li>支持无条件退款，加收10%手续费，优惠和活动赠送天数不参与退款</li>
        <li>当账户归属存在争议时，以注册时填写的邮箱为准</li>
        <li>所有操作请通过工单系统请求，其他渠道仅供交流</li>
    </ul>
    <p><b>隐私</b></p>
    <ul>
        <li>根据Linux的一些规则，你的部分信息如用户名, 进程列表, 权限设置有误的文件可能会被其他用户获取</li>
        <li>你的站点绑定的域名会被定期人工检查，以确保未违反以上禁止事项，我们只会通过域名访问或其他非特权渠道(如搜索引擎)的链接访问, 不会直接查看你的文件</li>
        <li>面板密码经过SHA256散列，PPTP密码为明文储存, SSH和MySQL密码直接交由系统处理，面板提供有SSL版以保证传输安全</li>
        <li>当你求助客服解决问题时，客服会在必要的限度内查看你的文件</li>
    </ul>
    <p><b>优惠</b></p>
    <ul>
        <li>除标价外，我们会不定期在私人渠道发放一次性的，形如20Byte的Hex串的优惠码，优惠码会有不同的折扣和有效期，可以与其他优惠叠加，请在付款时备注注明要使用的优惠码, 仅可填写一个, 无论其是否有效
        </li>
        <li>我们还可能口头承诺一些优惠活动，请在付款时备注注明要参加的活动，它们可能有不同的规则</li>
        <li>所有优惠体现在增加使用时长而不是降低价格</li>
    </ul>
</section>
